Repository: alexdegit/amgi
Catalog: AmgiApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: "%@" will be removed and decks using it will switch to "%@".
zh_hans: 「%1$@」将被删除，使用它的牌组将改用「%2$@」。

source: %@ correct
zh_hans: %@ 正确

source: %@ · %lld decks due
zh_hans: %1$@ · %2$lld 个牌组到期

source: %@ · 1 deck due
zh_hans: %@ · 1 个牌组到期

source: %@, next in %@
zh_hans: %1$@，下次 %2$@

source: %lld cards
zh_hans: %lld 张卡片

source: %lld days
zh_hans: %lld 天

source: %lld days ahead of last month
zh_hans: 比上月多 %lld 天

source: %lld days behind last month
zh_hans: 比上月少 %lld 天

source: %lld decks
zh_hans: %lld 个牌组

source: %lld due
zh_hans: %lld 张到期

source: %lld due · %lld subdecks
zh_hans: %1$lld 张到期 · %2$lld 个子牌组

source: %lld due · 1 subdeck
zh_hans: %lld 张到期 · 1 个子牌组

source: %lld groups
zh_hans: %lld 组

source: %lld masks
zh_hans: %lld 个遮罩

source: %lld missing files
zh_hans: %lld 个缺失文件

source: %lld notes
zh_hans: %lld 条笔记

source: %lld of %lld
zh_hans: %1$lld / %2$lld

source: %lld of %lld cards empty
zh_hans: %2$lld 张卡片中有 %1$lld 张为空

source: %lld of %lld items couldn't be deleted: %@
zh_hans: %2$lld 项中有 %1$lld 项未能删除：%3$@

source: %lld of %lld items couldn't be flagged: %@
zh_hans: %2$lld 项中有 %1$lld 项未能设置旗标：%3$@

source: %lld of %lld items couldn't be suspended: %@
zh_hans: %2$lld 项中有 %1$lld 项未能暂停：%3$@

source: %lld reviewed today · %lld remaining
zh_hans: 今天已复习 %1$lld · 剩余 %2$lld

source: %lld reviews
zh_hans: %lld 次复习

source: %lld subdecks
zh_hans: %lld 个子牌组

source: %lld total
zh_hans: 共 %lld

source: %lld unused files
zh_hans: %lld 个未使用的文件

source: %lld%% ease
zh_hans: 简易度 %lld%%

source: %lld%% · font: %@
zh_hans: %1$lld%% · 字体：%2$@

source: %lld-day streak
zh_hans: 连续 %lld 天

source: 0 = today, 1 = tomorrow, 3-7 = a random day in that range. Append ! to also reset the interval, e.g. 3!.
zh_hans: 0 = 今天，1 = 明天，3-7 = 该范围内随机一天。末尾加 ! 会同时重置间隔，例如 3!。

source: 1 Month
zh_hans: 1 个月

source: 1 Year
zh_hans: 1 年

source: 1 day
zh_hans: 1 天

source: 1 day ahead of last month
zh_hans: 比上月多 1 天

source: 1 day behind last month
zh_hans: 比上月少 1 天

source: 1 deck
zh_hans: 1 个牌组

source: 1 group
zh_hans: 1 组

source: 1 review
zh_hans: 1 次复习

source: 1 subdeck
zh_hans: 1 个子牌组

source: 1D
zh_hans: 1天

source: 1M
zh_hans: 1月

source: 1Y
zh_hans: 1年

source: 3 Months
zh_hans: 3 个月

source: 3M
zh_hans: 3月

source: 7 Days
zh_hans: 7 天

source: 7D
zh_hans: 7天

source: ALL BOOKS
zh_hans: 所有书籍

source: About
zh_hans: 关于

source: About Amgi
zh_hans: 关于 Amgi

source: Account
zh_hans: 账户

source: Account actions
zh_hans: 账户操作

source: Accuracy: %lld%%
zh_hans: 正确率：%lld%%

source: Acknowledgements
zh_hans: 致谢

source: Action failed
zh_hans: 操作失败

source: Actions
zh_hans: 操作

source: Activity
zh_hans: 活动

source: Add
zh_hans: 添加

source: Add Image Occlusion
zh_hans: 添加图片遮盖

source: Add Note
zh_hans: 添加笔记

source: Add Note…
zh_hans: 添加笔记…

source: Add Preset
zh_hans: 新增预设配置

source: Add Preset…
zh_hans: 新增预设配置…

source: Add Tag
zh_hans: 添加标签

source: Add an Anki deck to get started.
zh_hans: 添加一个 Anki 牌组即可开始。

source: Add at least one mask before saving.
zh_hans: 保存前请至少添加一个遮罩。

source: Add new tag
zh_hans: 添加新标签

source: Add tags to %lld note
zh_hans: 为 %lld 条笔记添加标签

source: Add tags to %lld notes
zh_hans: 为 %lld 条笔记添加标签

source: Additional cards: %lld
zh_hans: 额外卡片：%lld

source: Advanced (SM-2)
zh_hans: 高级（SM-2）

source: Affected notes
zh_hans: 受影响的笔记

source: After answer
zh_hans: 答案显示后

source: After question
zh_hans: 问题显示后

source: After reviews
zh_hans: 先复习，后学新

source: Again
zh_hans: 重来

source: Align bottom
zh_hans: 底部对齐

source: Align left
zh_hans: 左对齐

source: Align right
zh_hans: 右对齐

source: Align top
zh_hans: 顶部对齐

source: All
zh_hans: 全部

source: All Decks
zh_hans: 所有牌组

source: All Tags
zh_hans: 所有标签

source: All Time
zh_hans: 全部时间

source: Already up to date
zh_hans: 已是最新

source: Always use the card's own template.
zh_hans: 始终使用卡片自带的模板。

source: Amgi shows each card exactly when you're about to forget. The longer you remember, the rarer it returns.
zh_hans: Amgi 会在你快要忘记时准确地展示每张卡片。记得越久，它出现得越少。

source: Amgi uses the official Anki Rust backend. The backend code is licensed under AGPL-3.0 and remains the work of its authors.
zh_hans: Amgi 使用 Anki 官方的 Rust 后端。后端代码采用 AGPL-3.0 许可，其著作权归原作者所有。

source: Amgi works fully offline. Add a server only if you want to sync with AnkiWeb or a self-hosted instance.
zh_hans: Amgi 可以完全离线使用。只有在需要与 AnkiWeb 或自建服务器同步时，才需要添加服务器。

source: Amgi · v%@ · Built with care
zh_hans: Amgi · v%@ · 用心打造

source: An unknown error occurred.
zh_hans: 发生未知错误。

source: Anki engine
zh_hans: Anki 引擎

source: AnkiWeb is supported by sales of AnkiMobile. Please consider purchasing a copy to support the sync servers.
zh_hans: AnkiWeb 的运营依靠 AnkiMobile 的销售收入。请考虑购买一份，以支持同步服务器。

source: Answer Again
zh_hans: 回答「重来」

source: Answer Buttons
zh_hans: 回答按钮

source: Answer Good
zh_hans: 回答「良好」

source: Answer Hard
zh_hans: 回答「困难」

source: Answer timer
zh_hans: 答题计时器

source: App Font
zh_hans: 应用字体

source: Appearance
zh_hans: 外观

source: Apply
zh_hans: 应用

source: Apply all parent limits
zh_hans: 应用所有上级牌组的上限

source: Apply to %lld note
zh_hans: 应用到 %lld 条笔记

source: Apply to %lld notes
zh_hans: 应用到 %lld 条笔记

source: Apply to subdecks
zh_hans: 应用到子牌组

source: Audio
zh_hans: 音频

source: Authentication failed — please sign in again
zh_hans: 身份验证失败，请重新登录

source: Auto
zh_hans: 自动

source: Auto-advance
zh_hans: 自动前进

source: Autoplay audio
zh_hans: 自动播放音频

source: Available Tags
zh_hans: 可用标签

source: Available backups
zh_hans: 可用的备份

source: Avg cards/day
zh_hans: 日均卡片数

source: Avg reviews/day
zh_hans: 日均复习数

source: Avg: %@
zh_hans: 平均：%@

source: Avoid breaking paragraphs
zh_hans: 避免段落跨页

source: Back
zh_hans: 背面

source: Back template
zh_hans: 背面内容模版

source: Background colour
zh_hans: 背景颜色

source: Backup saved
zh_hans: 备份已保存

source: Backups
zh_hans: 备份

source: Backups for %@
zh_hans: %@ 的备份

source: Backups live in this device's Documents folder for the current profile. Use Share to copy a backup to Files, iCloud Drive, or another device.
zh_hans: 当前用户的备份保存在本设备的「文稿」文件夹中。可以用「共享」把备份复制到「文件」、iCloud 云盘或其他设备。

source: Before reviews
zh_hans: 先学新，后复习

source: Begin session · %lld cards
zh_hans: 开始学习 · %lld 张卡片

source: Blue
zh_hans: 蓝色

source: Blue flag
zh_hans: 蓝色旗标

source: Body font
zh_hans: 正文字体

source: Body text in the active palette.
zh_hans: 当前配色下的正文文字。

source: Bold
zh_hans: 粗体

source: Book ID
zh_hans: 书籍 ID

source: Book ID field
zh_hans: 书籍 ID 字段

source: Book cover
zh_hans: 书籍封面

source: Book title
zh_hans: 书名

source: Book title field
zh_hans: 书名字段

source: Browse
zh_hans: 浏览

source: Browse Notes
zh_hans: 浏览笔记

source: Built-in Reader
zh_hans: 内置阅读器

source: Buried
zh_hans: 已搁置

source: Bury Card Until Tomorrow
zh_hans: 搁置卡片至明天

source: Bury Note
zh_hans: 搁置笔记

source: Bury card
zh_hans: 搁置卡片

source: Bury failed
zh_hans: 搁置失败

source: Bury interday-learning siblings
zh_hans: 搁置跨日学习中的关联卡片

source: Bury new siblings
zh_hans: 搁置新的关联卡片

source: Bury note failed
zh_hans: 搁置笔记失败

source: Bury review siblings
zh_hans: 搁置复习中的关联卡片

source: Bury siblings
zh_hans: 搁置关联卡片

source: Button
zh_hans: 按钮

source: CHAPTERS
zh_hans: 章节

source: CONTINUE READING
zh_hans: 继续阅读

source: Cancel
zh_hans: 取消

source: Cannot access backup directory.
zh_hans: 无法访问备份目录。

source: Cannot access the selected file
zh_hans: 无法访问所选文件

source: Card %lld
zh_hans: 卡片 %lld

source: Card %lld of %lld
zh_hans: 第 %1$lld 张，共 %2$lld 张

source: Card Counts
zh_hans: 卡片数量

source: Card Display
zh_hans: 卡片显示

source: Card Ease
zh_hans: 卡片简易度

source: Card Menu:
zh_hans: 卡片菜单：

source: Card Rendering
zh_hans: 卡片渲染

source: Card Templates
zh_hans: 卡片模板

source: Card actions
zh_hans: 卡片操作

source: Card template, then gather order
zh_hans: 按卡片模板，再按抽取顺序

source: Card template, then random
zh_hans: 按卡片模板，再随机

source: Cards
zh_hans: 卡片

source: Cards Added
zh_hans: 新增卡片

source: Cards Due
zh_hans: 到期卡片

source: Cards will be returned to their home decks.
zh_hans: 卡片将返回各自的原牌组。

source: Center
zh_hans: 居中

source: Center horizontally
zh_hans: 水平居中

source: Center vertically
zh_hans: 垂直居中

source: Change Server
zh_hans: 更换服务器

source: Change Server…
zh_hans: 更换服务器…

source: Changes the font used throughout the app. Card-template content and hero numbers stay in their own typeface.
zh_hans: 更改整个应用使用的字体。卡片模板内容和大号数字保持各自的字体。

source: Chapter %@
zh_hans: 第 %@ 章

source: Chapter order
zh_hans: 章节顺序

source: Chapter order field
zh_hans: 章节顺序字段

source: Chapter title
zh_hans: 章节标题

source: Chapter title field
zh_hans: 章节标题字段

source: Check Database
zh_hans: 检查数据库

source: Choose a deck before saving.
zh_hans: 保存前请先选择牌组。

source: Choose how to sync your collection
zh_hans: 选择集合的同步方式

source: Clear Unused Tags
zh_hans: 清除未使用的标签

source: Clear flag
zh_hans: 清除旗标

source: Clear formatting
zh_hans: 清除格式

source: Cloned from "%@" and selected for this deck.
zh_hans: 复制自「%@」，并已应用于此牌组。

source: Cloned from the current preset and selected for this deck.
zh_hans: 复制自当前预设配置，并已应用于此牌组。

source: Close
zh_hans: 关闭

source: Code Editor
zh_hans: 代码编辑器

source: Collapse dictionaries
zh_hans: 折叠词典

source: Collection
zh_hans: 集合

source: Collection removed. Quit and reopen Amgi, then sync to restore your cards.
zh_hans: 集合已删除。请退出并重新打开 Amgi，然后同步以恢复你的卡片。

source: Collection synced, but media failed: %@
zh_hans: 集合已同步，但媒体文件同步失败：%@

source: Community
zh_hans: 社区

source: Compact
zh_hans: 紧凑

source: Compact glossaries
zh_hans: 紧凑释义

source: Congratulations!
zh_hans: 恭喜！

source: Connecting…
zh_hans: 正在连接…

source: Content
zh_hans: 内容

source: Content alignment
zh_hans: 内容对齐

source: Content field
zh_hans: 内容字段

source: Continue
zh_hans: 继续

source: Continue · %lld%%
zh_hans: 继续 · %lld%%

source: Correct
zh_hans: 正确

source: Correct %
zh_hans: 正确率

source: Could not load templates
zh_hans: 无法载入模板

source: Could not select file: %@
zh_hans: 无法选择文件：%@

source: Could not select files: %@
zh_hans: 无法选择文件：%@

source: Couldn't %@
zh_hans: 无法%@

source: Couldn't Check for Duplicates
zh_hans: 无法查找重复

source: Couldn't Load Decks
zh_hans: 无法载入牌组

source: Couldn't Load Stats
zh_hans: 无法载入统计

source: Couldn't Start Reviewing
zh_hans: 无法开始复习

source: Couldn't change preset
zh_hans: 无法更改预设配置

source: Couldn't create backup
zh_hans: 无法创建备份

source: Couldn't create deck
zh_hans: 无法创建牌组

source: Couldn't delete empty cards
zh_hans: 无法删除空卡片

source: Couldn't delete profile
zh_hans: 无法删除用户

source: Couldn't delete that item: %@
zh_hans: 无法删除该项：%@

source: Couldn't delete those %lld items: %@
zh_hans: 无法删除这 %1$lld 项：%2$@

source: Couldn't empty "%@"
zh_hans: 无法清空「%@」

source: Couldn't export "%@"
zh_hans: 无法导出「%@」

source: Couldn't flag that item: %@
zh_hans: 无法为该项设置旗标：%@

source: Couldn't flag those %lld items: %@
zh_hans: 无法为这 %1$lld 项设置旗标：%2$@

source: Couldn't import deck
zh_hans: 无法导入牌组

source: Couldn't load books
zh_hans: 无法载入书籍

source: Couldn't load empty cards
zh_hans: 无法载入空卡片

source: Couldn't open note
zh_hans: 无法打开笔记

source: Couldn't open your collection
zh_hans: 无法打开你的集合

source: Couldn't optimize FSRS parameters
zh_hans: 无法优化 FSRS 参数

source: Couldn't optimize all presets
zh_hans: 无法优化所有预设配置

source: Couldn't read the media database.
zh_hans: 无法读取媒体数据库。

source: Couldn't rebuild "%@"
zh_hans: 无法重建「%@」

source: Couldn't rename deck
zh_hans: 无法重命名牌组

source: Couldn't save deck options
zh_hans: 无法保存牌组选项

source: Couldn't save that review
zh_hans: 未能保存这次复习

source: Couldn't suspend that item: %@
zh_hans: 无法暂停该项：%@

source: Couldn't suspend those %lld items: %@
zh_hans: 无法暂停这 %1$lld 项：%2$@

source: Couldn't switch profile
zh_hans: 无法切换用户

source: Couldn't update media
zh_hans: 无法更新媒体文件

source: Couldn't update notetype
zh_hans: 无法更新笔记模板

source: Couldn't update tags
zh_hans: 无法更新标签

source: Count
zh_hans: 数量

source: Create
zh_hans: 创建

source: Create & Apply
zh_hans: 创建并应用

source: Create Deck
zh_hans: 创建牌组

source: Create Subdeck
zh_hans: 创建子牌组

source: Create Subdeck…
zh_hans: 创建子牌组…

source: Create Tag
zh_hans: 创建标签

source: Create backup now
zh_hans: 立即创建备份

source: Created %@
zh_hans: 创建于 %@

source: Created inside %@.
zh_hans: 将创建在「%@」中。

source: Creating backup…
zh_hans: 正在创建备份…

source: Credentials
zh_hans: 凭据

source: Custom
zh_hans: 自定义

source: Custom Server
zh_hans: 自定义服务器

source: Custom Study
zh_hans: 自定义学习

source: Custom study
zh_hans: 自定义学习

source: Custom study deck
zh_hans: 自定义学习牌组

source: Cyan
zh_hans: 青色

source: DUE NOW
zh_hans: 现在到期

source: Daily Limits
zh_hans: 每日上限

source: Daily Load
zh_hans: 每日工作量

source: Danger
zh_hans: 危险

source: Danger Zone
zh_hans: 危险操作

source: Dark
zh_hans: 深色

source: Database
zh_hans: 数据库

source: Database check completed:
zh_hans: 数据库检查完成：

source: Database check error: %@
zh_hans: 数据库检查出错：%@

source: Database check passed
zh_hans: 数据库检查通过

source: Date (newest)
zh_hans: 日期（最新优先）

source: Day
zh_hans: 天

source: Day, then deck
zh_hans: 按天，再按牌组

source: Days
zh_hans: 天数

source: Days: %lld
zh_hans: 天数：%lld

source: Debug overlay
zh_hans: 调试叠加层

source: Deck
zh_hans: 牌组

source: Deck Options
zh_hans: 牌组选项

source: Deck Options…
zh_hans: 牌组选项…

source: Deck filter
zh_hans: 牌组筛选

source: Deck has no cards due
zh_hans: 此牌组没有到期的卡片

source: Deck name
zh_hans: 牌组名称

source: Deck name, use :: for subdecks
zh_hans: 牌组名称，用 :: 表示子牌组

source: Deck view
zh_hans: 牌组视图

source: Deck, then day
zh_hans: 按牌组，再按天

source: Deck, then random notes
zh_hans: 按牌组，再随机排列笔记

source: Deck: %@
zh_hans: 牌组：%@

source: Decks
zh_hans: 牌组

source: Decrease text size
zh_hans: 缩小文字

source: Default
zh_hans: 默认

source: Definition font
zh_hans: 释义字体

source: Definitions
zh_hans: 释义

source: Delete
zh_hans: 删除

source: Delete "%@"?
zh_hans: 删除「%@」？

source: Delete "%@"? Cards using this notetype will be removed too.
zh_hans: 删除「%@」？使用此笔记模板的卡片也会被删除。

source: Delete "%@"? This will remove it from all notes.
zh_hans: 删除「%@」？这会将它从所有笔记中移除。

source: Delete %@?
zh_hans: 删除 %@？

source: Delete %lld empty cards? This cannot be undone.
zh_hans: 删除 %lld 张空卡片？此操作无法撤销。

source: Delete %lld note?
zh_hans: 删除 %lld 条笔记？

source: Delete %lld notes?
zh_hans: 删除 %lld 条笔记？

source: Delete All Empty Cards
zh_hans: 删除所有空卡片

source: Delete All Empty Cards…
zh_hans: 删除所有空卡片…

source: Delete Collection
zh_hans: 删除集合

source: Delete Note
zh_hans: 删除笔记

source: Delete Preset
zh_hans: 删除预设配置

source: Delete Tag?
zh_hans: 删除标签？

source: Delete backup?
zh_hans: 删除备份？

source: Delete empty cards?
zh_hans: 删除空卡片？

source: Delete failed: %@
zh_hans: 删除失败：%@

source: Delete note failed
zh_hans: 删除笔记失败

source: Delete notetype
zh_hans: 删除笔记模板

source: Delete profile and files
zh_hans: 删除用户及文件

source: Delete profile only
zh_hans: 仅删除用户

source: Delete the backup from %@?
zh_hans: 删除 %@ 的备份？

source: Delete this note?
zh_hans: 删除这条笔记？

source: Delete this preset?
zh_hans: 删除此预设配置？

source: Deletes the local collection and sync credentials for this profile. Other profiles are untouched.
zh_hans: 删除此用户的本地集合和同步凭据，其他用户不受影响。

source: Deletes this profile's collection and credentials. You will need to sync or re-import after.
zh_hans: 删除此用户的集合和凭据，之后需要重新同步或导入。

source: Desired retention
zh_hans: 期望记忆保留率

source: Dictionaries
zh_hans: 词典

source: Dictionary
zh_hans: 词典

source: Dictionary header
zh_hans: 词典标题

source: Dictionary lookup engine is still a placeholder — full hoshidicts integration is pending.
zh_hans: 查词引擎目前还是占位实现，完整的 hoshidicts 集成尚未完成。

source: Dictionary not found: %@
zh_hans: 找不到词典：%@

source: Disable
zh_hans: 停用

source: Disable Sync (Local Only)…
zh_hans: 停用同步（仅本地）…

source: Disable Sync?
zh_hans: 停用同步？

source: Disable autoplay audio
zh_hans: 不自动播放音频

source: Disabled
zh_hans: 已停用

source: Discard
zh_hans: 放弃

source: Discard changes?
zh_hans: 放弃更改？

source: Discard this note?
zh_hans: 放弃这条笔记？

source: Dismisses this message
zh_hans: 关闭此消息

source: Display
zh_hans: 显示

source: Distribution of card recall probability
zh_hans: 卡片回想概率分布

source: Done
zh_hans: 完成

source: Downloading collection
zh_hans: 正在下载集合

source: Duck other audio
zh_hans: 降低其他音频音量

source: Due today
zh_hans: 今日到期

source: Duplicates
zh_hans: 重复项

source: Each profile keeps its own collection, sync login, and review history. Switching applies immediately.
zh_hans: 每个用户都有独立的集合、同步登录和复习记录，切换后立即生效。

source: Ease
zh_hans: 简易度

source: Easy
zh_hans: 简单

source: Easy Days
zh_hans: 轻松日

source: Easy interval: %dd
zh_hans: 简单间隔：%d 天

source: Easy multiplier
zh_hans: 简单倍数

source: Edit
zh_hans: 编辑

source: Edit Image Occlusion
zh_hans: 编辑图片遮盖

source: Edit Note
zh_hans: 编辑笔记

source: Edit Template
zh_hans: 编辑模板

source: Edit template
zh_hans: 编辑模板

source: Edit text
zh_hans: 编辑文字

source: Ellipse
zh_hans: 椭圆

source: Empty
zh_hans: 清空

source: Empty "%@"?
zh_hans: 清空「%@」？

source: Empty Cards
zh_hans: 空卡片

source: Empty Trash
zh_hans: 清空回收站

source: Empty cards deleted
zh_hans: 空卡片已删除

source: Empty trash
zh_hans: 清空回收站

source: Empty trash?
zh_hans: 清空回收站？

source: Empty trash…
zh_hans: 清空回收站…

source: Enable FSRS
zh_hans: 启用 FSRS

source: Enable FSRS to configure Easy Days.
zh_hans: 启用 FSRS 后才能设置轻松日。

source: End of book
zh_hans: 全书完

source: Engine
zh_hans: 渲染引擎

source: Engine not ready
zh_hans: 引擎尚未就绪

source: Enter a new name for "%@". It will be updated on all notes that use it.
zh_hans: 为「%@」输入新名称，所有使用它的笔记都会更新。

source: Enter prompt text
zh_hans: 输入提示文字

source: Enter the URL of your Anki sync server (e.g. https://sync.example.com).
zh_hans: 输入你的 Anki 同步服务器地址（例如 https://sync.example.com）。

source: Enter the URL of your Anki-compatible sync server.
zh_hans: 输入与 Anki 兼容的同步服务器地址。

source: Error
zh_hans: 错误

source: Every tag in your collection is still in use.
zh_hans: 集合中的所有标签都仍在使用。

source: Everything up to date
zh_hans: 全部已是最新

source: Existing tags
zh_hans: 已有标签

source: Export Deck…
zh_hans: 导出牌组…

source: Extra cards
zh_hans: 额外卡片

source: Extra info shown on the back
zh_hans: 显示在背面的额外信息

source: Extra new cards to show today, on top of this deck's daily limit. Resets tomorrow.
zh_hans: 今天在此牌组每日上限之外额外显示的新卡片数，明天重置。

source: Extra review cards to show today, on top of this deck's daily limit. Resets tomorrow.
zh_hans: 今天在此牌组每日上限之外额外显示的复习卡片数，明天重置。

source: Eye-care
zh_hans: 护眼

source: FSRS Simulator
zh_hans: FSRS 模拟器

source: FSRS health check failed
zh_hans: FSRS 健康检查未通过

source: FSRS needs more reviews before it can optimize. Try lowering historical retention or expanding the search.
zh_hans: FSRS 需要更多复习记录才能优化。可以尝试降低历史记忆保留率，或扩大搜索范围。

source: Failed to add note: %@
zh_hans: 添加笔记失败：%@

source: Failed to apply tag: %@
zh_hans: 应用标签失败：%@

source: Failed to clear unused tags: %@
zh_hans: 清除未使用的标签失败：%@

source: Failed to create deck: %@
zh_hans: 创建牌组失败：%@

source: Failed to create preset: %@
zh_hans: 创建预设配置失败：%@

source: Failed to create subdeck: %@
zh_hans: 创建子牌组失败：%@

source: Failed to create tag: %@
zh_hans: 创建标签失败：%@

source: Failed to delete preset: %@
zh_hans: 删除预设配置失败：%@

source: Failed to delete tag: %@
zh_hans: 删除标签失败：%@

source: Failed to delete: %@
zh_hans: 删除失败：%@

source: Failed to export deck: %@
zh_hans: 导出牌组失败：%@

source: Failed to import dictionary archive.
zh_hans: 导入词典压缩包失败。

source: Failed to import: %@.
zh_hans: 导入失败：%@。

source: Failed to load deck options: %@
zh_hans: 载入牌组选项失败：%@

source: Failed to load decks: %@
zh_hans: 载入牌组失败：%@

source: Failed to load library: %@
zh_hans: 载入书库失败：%@

source: Failed to load tags: %@
zh_hans: 载入标签失败：%@

source: Failed to remove tag: %@
zh_hans: 移除标签失败：%@

source: Failed to rename deck: %@
zh_hans: 重命名牌组失败：%@

source: Failed to rename preset: %@
zh_hans: 重命名预设配置失败：%@

source: Failed to rename tag: %@
zh_hans: 重命名标签失败：%@

source: Failed to reorder: %@
zh_hans: 重新排序失败：%@

source: Failed to switch preset: %@
zh_hans: 切换预设配置失败：%@

source: Failed to update: %@
zh_hans: 更新失败：%@

source: Family
zh_hans: 字体系列

source: Field "%@" doesn't exist on this notetype.
zh_hans: 此笔记模板中没有字段「%@」。

source: Field editor coming soon.
zh_hans: 字段编辑器即将推出。

source: Field mapping
zh_hans: 字段映射

source: Field names from the notetype that holds your book chapters. Each note becomes a chapter; chapters with the same Book ID collapse into one book.
zh_hans: 存放书籍章节的笔记模板中的字段名。每条笔记对应一章，书籍 ID 相同的章节会合并成一本书。

source: Fields
zh_hans: 字段

source: Files include the Anki collection, media, and per-profile sync state. Deleting only the profile leaves the files on disk; you can re-add the profile to recover.
zh_hans: 文件包括 Anki 集合、媒体文件和该用户的同步状态。仅删除用户会保留磁盘上的文件，重新添加该用户即可恢复。

source: Files moved to trash
zh_hans: 文件已移到回收站

source: Filtered
zh_hans: 已筛选

source: Filtered deck
zh_hans: 筛选牌组

source: Find
zh_hans: 查找

source: Find Duplicates
zh_hans: 查找重复

source: Flag
zh_hans: 旗标

source: Flag failed
zh_hans: 设置旗标失败

source: Font
zh_hans: 字体

source: Font Size
zh_hans: 字号

source: Font size
zh_hans: 字号

source: Forget Card
zh_hans: 重置卡片

source: Forget failed
zh_hans: 重置失败

source: Found %lld notes with empty cards
zh_hans: 找到 %lld 条含空卡片的笔记

source: Frequency
zh_hans: 词频

source: Frequency font
zh_hans: 词频字体

source: Friday
zh_hans: 周五

source: Front
zh_hans: 正面

source: Front template
zh_hans: 正面内容模版

source: Full Sync Required
zh_hans: 需要完整同步

source: Full report
zh_hans: 完整报告

source: Full-screen popup
zh_hans: 全屏弹窗

source: Furigana / hint colour
zh_hans: 注音 / 提示颜色

source: Future Due
zh_hans: 未来到期

source: Gather order
zh_hans: 抽取顺序

source: Good
zh_hans: 良好

source: Graduating interval: %dd
zh_hans: 毕业间隔：%d 天

source: Green
zh_hans: 绿色

source: Green flag
zh_hans: 绿色旗标

source: Grid view
zh_hans: 网格视图

source: Hard
zh_hans: 困难

source: Hard multiplier
zh_hans: 困难倍数

source: Header
zh_hans: 标题

source: Heatmap
zh_hans: 热力图

source: Help Me Decide (Workload)
zh_hans: 帮我决定（工作量）

source: Hide all, guess one
zh_hans: 全部遮挡，猜一个

source: Hide furigana / ruby
zh_hans: 隐藏注音

source: Hide one, guess one
zh_hans: 遮挡一个，猜一个

source: Historical retention
zh_hans: 历史记忆保留率

source: Horizontal padding
zh_hans: 水平边距

source: Hour
zh_hans: 小时

source: Hourly Breakdown
zh_hans: 按小时分布

source: How it works
zh_hans: 工作原理

source: If you sync, your cards are safe on the server and will come back after a reset.
zh_hans: 如果你已同步，卡片会安全地保存在服务器上，重置后可以恢复。

source: Image
zh_hans: 图片

source: Image Occlusion
zh_hans: 图片遮盖

source: Image is missing.
zh_hans: 缺少图片。

source: Import %@ archive…
zh_hans: 导入 %@ 压缩包…

source: Import Deck…
zh_hans: 导入牌组…

source: Import EPUB
zh_hans: 导入 EPUB

source: Import EPUB…
zh_hans: 导入 EPUB…

source: Import Yomitan-format dictionary ZIP archives. Reordering and update-on-version-change land when the lookup engine is fully wired.
zh_hans: 导入 Yomitan 格式的词典 ZIP 压缩包。排序和版本更新功能将在查词引擎完整接入后提供。

source: Import a book and look up unfamiliar words as you read, without leaving the page.
zh_hans: 导入一本书，阅读时直接查生词，无需离开页面。

source: Import a deck and start reviewing. Five minutes a day is all it takes.
zh_hans: 导入一个牌组就能开始复习，每天只需五分钟。

source: Import an EPUB or configure a deck of notes to start reading.
zh_hans: 导入 EPUB，或设置一个笔记牌组，即可开始阅读。

source: Import failed
zh_hans: 导入失败

source: Import failed: %@
zh_hans: 导入失败：%@

source: Importing %@…
zh_hans: 正在导入 %@…

source: Include Backlog
zh_hans: 包含积压

source: Increase
zh_hans: 增加

source: Increase New Limit…
zh_hans: 增加新卡片上限…

source: Increase Review Limit…
zh_hans: 增加复习上限…

source: Increase Today's New Limit
zh_hans: 增加今日新卡片上限

source: Increase Today's Review Limit
zh_hans: 增加今日复习上限

source: Increase text size
zh_hans: 放大文字

source: Insert
zh_hans: 插入

source: Insert field
zh_hans: 插入字段

source: Insights
zh_hans: 洞察

source: Interday learning mix
zh_hans: 跨日学习卡片的混合方式

source: Interrupt other audio
zh_hans: 中断其他音频

source: Interval
zh_hans: 间隔

source: Interval multiplier
zh_hans: 间隔倍数

source: Intervals — ascending
zh_hans: 按间隔升序

source: Intervals — descending
zh_hans: 按间隔降序

source: Italic
zh_hans: 斜体

source: Justify Text
zh_hans: 两端对齐

source: Justify text
zh_hans: 两端对齐

source: Keeps cards from both sides; conflicts use newest
zh_hans: 保留两边的卡片，冲突时以最新的为准

source: Korean origin
zh_hans: 名字的来历

source: Language
zh_hans: 语言

source: Lapses
zh_hans: 遗忘次数

source: Last 1 year
zh_hans: 最近 1 年
